{
    "transfer":[
        {"title":"Liverpool, Man City eyeing Inter Milan attacker Barella","src":"https://img.allfootballapp.com/www/M00/58/7D/720x-/-/-/CgAGVmcWQC6AVSNeAAC4Nz5Fp18545.jpg.webp","prag":"Sport says both Liverpool and City want to bring the 27 year-old Italy international to England next summer.Barella has a deal with Inter to 2029 and he has stated he's happy where he is.However, it's suggested Inter would be prepared to sell at a starting price of €80m."},
        {"title":"Newcastle want to sign Oscar Gloukh who plays just like Chelsea’s Jadon Sancho","src":"https://img.allfootballapp.com/www/M00/58/7C/720x-/-/-/CgAGVWcWL0-AIc4cAAEzlIxvMis047.jpg.webp","prag":"According to CaughtOffside, Newcastle are showing a strong interest in Red Bull Salzburg playmaker Oscar Gloukh.The Austrian giants are willing to listen to offers of around £29m for Gloukh – who's netted five league goals in seven outings so far this term.The Magpies aren't alone in their interest, however, as Arsenal and Aston Villa are also keeping tabs on the 20-year-old.Gloukh is thought to be open to a move to the Premier League"},
        {"title":"Liverpool join Barcelona in race to sign Bundesliga defender","src":"https://img.allfootballapp.com/www/M00/53/89/720x-/-/-/CgAGVmbNeXaAco8fAAMbEq_briQ269.jpg.webp","prag":"Barcelona are already looking to the free agent market, as they aim to improve Hansi Flick’s squad next summer. At this stage, one of their leading targets is Jonathan Tah, whose Bayer Leverkusen contract is due to expire at the end of the season.As per TEAMtalk (via MD), Liverpool are the latest club to show interest in Tah, as they consider options ahead of the possible departure of Virgil van Dijk, whose contract is also expiring next June"},
        {"title":"Celta Vigo prepare to make opening move in transfer battle with Barcelona","src":"https://img.allfootballapp.com/www/M00/58/63/720x-/-/-/CgAGVWcU9FOATDwGAABHBlaDukc888.jpg.webp","prag":"Oscar Mingueza has been a standout performer for Celta Vigo during the opening two months of the season, and he was again in good form during the slender defeat to Real Madrid on Saturday night. He provided the assist for Williot Swedberg’s equaliser, with that taking his tally to two goals and five assists."},
        {"title":"Celta Vigo furious as player missed out against Real Madrid due to CAS snub","src":"https://img.allfootballapp.com/www/M00/58/2C/720x-/-/-/CgAGVWcRYNeACcWsAACVM8Edd0s100.jpg.webp","prag":"Celta Vigo produced a very good performance against Real Madrid on Saturday, but ultimately, they fell to a 2-1 defeat at Balaidos. Claudio Giraldez was without the talismanic figure of Iago Aspas because of suspension, and Ilaix Moriba was also absent after being sent off against Las Palmas two weeks ago."},
        {"title":"United and Chelsea prepared to move for Barcelona star if contract talks stall","src":"https://img.allfootballapp.com/www/M00/56/70/720x-/-/-/CgAGVmb3tAaAYTepAAB4sgIgaNk647.jpg.webp","prag":"Barcelona are currently working on several contracts for some of the core members of Hansi Flick’s first team squad. Pedri and Gavi, who both see their current deals expire in 2026, are in the process of extending their stays, and another that has been undergoing negotiations with the Catalan giants is Ronald AraujoCaughtOffside say that Manchester United and Chelsea would be prepared to make a move for Araujo – if a new contract cannot be agreed with Barcelona by next summer, it would significantly decrease his value with only a year remaining on his current deal."},
        {"title":"Real Madrid intend to re-sign midfielder if promising development continues","src":"https://img.allfootballapp.com/www/M00/56/9E/720x-/-/-/CgAGVmb5ZHOASW8jAADhkghamuA190.jpg.webp","prag":"During the summer, Real Madrid raised a significant amount of money through selling some of their young talent in La Fabrica. The highest-profile player to move on was Nico Paz – he left for Serie A newcomers Como, who are managed by former Barcelona and Spain star Cesc Fabregas.Paz has made a strong start to life in Italy, and that continued on Saturday as he scored his first goal for Como in their 1-1 draw against Parma."},
        {"title":"Juventus defender shrugs off Real Madrid links – ‘I’m proud of it’","src":"https://img.allfootballapp.com/www/M00/58/33/720x-/-/-/CgAGVWcSLieAbKM6AAr9d680yC0331.jpg.webp","prag":"uventus defender Andrea Cambiaso has played down links to Real Madrid in recent months, despite admitting he was proud to see them. The 24-year-old left-back is fresh off the back of his first Italy goal.On multiple occasions last season, Cambiaso was linked with Los Blancos, despite their pursuit of Alphonso Davies in the same position. Cambiaso has impressed at Juve following time at Genoa, Empoli and Bologna, the latter two in a loan capacity."},
        {"title":"Real Madrid target Alphonso Davies would listen to offer from Manchester United","src":"https://img.allfootballapp.com/www/M00/58/33/720x-/-/-/CgAGVmcSJmmAMWwfAAD_2nLReAQ821.jpg.webp","prag":"Bayern Munich left-back Alphonso Davies is back in the headlines again this week, despite it seeming settled that he would be joining Real Madrid next summer. The Canadian is out of contract next summer, and can sign a precontract in January.It has emerged that Barcelona have contacted Davies’ agent Nedal Huoseh to express their interest in him though, despite Los Blancos agreeing terms with him in March. Now Christian Falk has warned on The Daily Briefing that the Catalans might not be the only competitors Jose Angel Sanchez has to watch out for."},
        {"title":"Genoa president Zangrillo makes clear Balotelli stand","src":"https://img.allfootballapp.com/www/M00/58/2D/720x-/-/-/CgAGVWcRoNGAVDryAADc8ior8So973.jpg.webp","prag":"Genoa president Alberto Zangrillo says their move for Mario Balotelli is on.The free agent from Adana Demirspor is now in advanced talks about a return to Serie A with Genoa."}
    ],
    "trending":[
        {"title":"Real Madrid OFFICIAL: Courtois suffers an adductor injury in his left leg","src":"https://img.allfootballapp.com/www/M00/58/A4/720x-/-/-/CgAGVmcYzYuASX3GACLvpg6JJ1c212.png.webp","prag":"Real Madrid OFFICIAL: Courtois suffers an adductor injury in his left legFollowing tests carried out on our player Thibaut Courtois by the Real Madrid Medical Services, he has been diagnosed with an adductor injury in his left leg. His progress will be monitored."},
        {"title":"Everton have made themselves 'hard to play against', says Keane","src":"https://img.allfootballapp.com/www/M00/58/A7/720x-/-/-/CgAGVmcY_0-AUimEAATM20KNXAg718.jpg.webp","prag":"Michael Keane believes Everton have made themselves hard to beat and is looking forward to testing that theory against Fulham in the Premier League.The Toffees started the season with a run of four consecutive losses, but have since turned things around, going unbeaten in their last four in the top-flight.Their 2-0 victory over struggling Ipswich Town last weekend helped move them five points clear of the relegation zone in the early standings."},
        {"title":"Premier League’s most attractive players ‘revealed by AI’ as Jamie Vardy comes in second","src":"https://img.allfootballapp.com/www/M00/58/A7/720x-/-/-/CgAGVmcY_emAAblAAAcSBZ8dGQ4361.jpg.webp","prag":"THE PREMIER LEAGUE'S most attractive players have been revealed thanks to the use of AI.The findings come from Indian iGaming site Gamblino, who analysed player images from the official Prem site using an artificial intelligence attractiveness test tool."},
        {"title":"Barcelona praised for already finding 'the next Lionel Messi' by Vincent Kompany","src":"https://img.allfootballapp.com/www/M00/58/A6/720x-/-/-/CgAGVWcY-mOAcTaEAABwiQHBFWc196.jpg.webp","prag":"Vincent Kompany believes Barcelona have already found the next Lionel Messi, with the Bayern Munich boss hailing Lamine Yamal as exceptional.Messi is one of the greatest footballers of all time and he won four Champions Leagues, ten LaLiga titles and 20 other major honours with Barcelona before his departure in 2021. Yamal, meanwhile, is the youngest ever Barcelona player, having made his senior debut at the age of 15 last year"},
        {"title":"Liverpool target Jamie Gittens stakes claim to be Thomas Tuchel's England answer","src":"https://img.allfootballapp.com/www/M00/58/A6/720x-/-/-/CgAGVWcY8qaAd2DqAAB7hwMmvdM634.jpg.webp","prag":"Borussia Dortmund is becoming a familiar training ground for future England internationals.Jude Bellingham and Jadon Sancho both took the decision to continue laying the foundations of their young footballing education in front of the Yellow Wall and as a result found their way quickly into the Three Lions picture. Now, BVB have another star ready to catch the eye of new England boss and ex-Dortmund coach Thomas Tuchel - Jamie Gittens"},
        {"title":"Wilshere's coaching: unique style, goalies in defense & a 'massive loss'","src":"https://img.allfootballapp.com/www/M00/58/A6/720x-/-/-/CgAGVmcY7ySASD8_AADpQgh3Ovg866.jpg.webp","prag":"Jack Wilshere's departure from Arsenal had long been in the making. However tricky it might have been for the now former Under 18s manager, who is a constant reminder to the eager youngsters at the club that the dream of breaking into the Gunners first team is a possibility, the opportunity to join Norwich as a first-team coach was all too tempting."},
        {"title":"Jose Mourinho: Man Utd owe me a bonus and medal if City stripped of 2018 title","src":"https://img.allfootballapp.com/www/M00/58/A6/720x-/-/-/CgAGVWcY7bqAT4v8AADFCzv1Tww811.jpg.webp","prag":"Jose Mourinho joked he still hasn’t given up pocketing a bonus from Manchester United for winning the Premier League title if Manchester City are retrospectively docked points for breaking financial rules.Mourinho faces United as Fenerbahce boss in a Europa League tie in Istanbul on Thursday night, and he was in typically mischievous mood when he appeared before the media at the Turkish club’s training ground."},
        {"title":"John McGinn reveals what could make Emery become Aston Villa's best-ever boss","src":"https://img.allfootballapp.com/www/M00/58/A5/720x-/-/-/CgAGVWcY6uqAP4zOAAA6bxLpZ8s278.jpg.webp","prag":"John McGinn has revealed the inner drive that he believes will make Unai Emery the best manager in Aston Villa's history.The club's skipper said the players' eyes are fixed on success in every single competition as they look to end a barren 28-year wait for a major trophy. Emery’s side made it three wins out of three - maintaining a 100 per cent record in the Champions League - as Bologna were brushed aside at Villa Park thanks to second-half strikes from McGinn and Jhon Duran."},
        {"title":"Real Madrid fan cancels wedding for UCL... and his fiancée wasn’t happy","src":"https://img.allfootballapp.com/www/M00/58/A3/720x-/-/-/CgAGVWcYwLuARJktAABRhbeFIcU282.jpg.webp","prag":"Alan Reyes was going to get married on Tuesday, but when buying his ticket he had to choose between hearing ‘Hala Madrid’ or ‘I do’.The ability of football to evoke emotions among its fans is unmatched. Sometimes, the love for a team is so great that it can take precedence over once-in-a-lifetime events. This Tuesday, Spanish sports program El Larguero on the Cadena Ser station presented the case of Alan Reyes, a 22-year-old Real Madrid fan who was attending the Santiago Bernabéu for the first time."},
        {"title":"Thierry Henry makes Messi Ballon d'Or admission as he picks this year's winner","src":"https://img.allfootballapp.com/www/M00/58/A5/720x-/-/-/CgAGVWcY6M-AFsCGAAC5zPlJ48w652.jpg.webp","prag":"Thierry Henry has claimed he always wanted Xavi and Andres Iniesta to win the Ballon d’Or - instead of former Barcelona team-mate Lionel Messi.And the ex-Arsenal and France star reckons Manchester City midfielder Rodri deserves to be named this year’s best player after winning another Premier League title and the European Championship with Spain."}
    ],
    "lastWeekMatch":[
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/Th4fAVAZeCJWRcKoLW7koA_96x96.png","text1":0,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/paYnEE8hcrP96neHRNofhQ_96x96.png","text2":4,"title1":"real madrid","title2":"barcelona"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/4us2nCgl6kgZc0t3hpW75Q_96x96.png","text1":2,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/nGfV05dipbAc7zzojivKew_96x96.png","text2":2,"title1":"arsenal","title2":"liverpool"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/l2-icwsMhIvsbRw8AwC1yg_96x96.png","text1":4,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/6lal-0xwWtos5HI99HRvuQ_96x96.png","text2":4,"title1":"inter","title2":"juventus"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/0E1JciuKLW0EbG48I5cFRQ_96x96.png","text1":0,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/uFG5ajpwa-CsTDJbswXkOg_96x96.png","text2":2,"title1":"ac milan","title2":"naboli"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/bXkiyIzsbDip3x2FFcUU3A_96x96.png","text1":2,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/udQ6ns69PctCv143h-GeYw_96x96.png","text2":1,"title1":"westham","title2":"man united"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/z44l-a0W1v5FmgPnemV6Xw_96x96.png","text1":1,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/y1V4sm2SEBiWUPRIYl5rfg_96x96.png","text2":0,"title1":"mancity","title2":"southampton"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/8piQOzndGmApKYTcvyN9vA_96x96.png","text1":1,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/k3Q_mKE98Dnohrcea0JFgQ_96x96.png","text2":0,"title1":"crystal place","title2":"tottenham"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/BY9Ihv1GcvZnxQWkPtEBug_96x96.png","text1":0,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/-_cmntP5q_pHL7g5LfkRiw_96x96.png","text2":5,"title1":"bochum","title2":"bayern"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/KfBX1kHNj26r9NxpqNaTkA_96x96.png","text1":0,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/mcpMspef1hwHwi9qrfp4YQ_96x96.png","text2":3,"title1":"marseille","title2":"PSG"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/fhBITrIlbQxhVB6IjxUO6Q_96x96.png","text1":2,"src2":"https://ssl.gstatic.com/onebox/media/sports/logos/96CcNNQ0AYDAbssP0V9LuQ_96x96.png","text2":1,"title1":"chelsea","title2":"newcastle"}
    ],
    "upcoming":[
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/fhBITrIlbQxhVB6IjxUO6Q_96x96.png","title1":"chelsea","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/udQ6ns69PctCv143h-GeYw_96x96.png","title2":"man united","time":"11-03 7:30 pm"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/96CcNNQ0AYDAbssP0V9LuQ_96x96.png","title1":"newcastle","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/4us2nCgl6kgZc0t3hpW75Q_96x96.png","title2":"arsenal","time":"11-02 3:30 pm"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/-_cmntP5q_pHL7g5LfkRiw_96x96.png","title1":"bayern","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/zsPvbWQ2kNoiZX3sZXq-Yg_96x96.png","title2":"union berlin","time":"11-02 5:30 pm"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/IcOt-hrK04B-RlRwI3R0yA_96x96.png","title1":"Bournemouth","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/z44l-a0W1v5FmgPnemV6Xw_96x96.png","title2":"mancity","time":"11-02 6:00 pm"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/nGfV05dipbAc7zzojivKew_96x96.png","title1":"liverpool","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/EKIe0e-ZIphOcfQAwsuEEQ_96x96.png","title2":"Brighton","time":"11-02 6:00 pm"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/mcpMspef1hwHwi9qrfp4YQ_96x96.png","title1":"PSG","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/TUvwItKazVFpgThEhhlN1Q_96x96.png","title2":"lens","time":"11-02 7:00 pm"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/92Aw_iasBENKmzvdpbTpHQ_96x96.png","title1":"udinese","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/6lal-0xwWtos5HI99HRvuQ_96x96.png","title2":"juventus","time":"11-02 8:00 pm"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/uFG5ajpwa-CsTDJbswXkOg_96x96.png","title1":"naboli","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/0XmrZHobvb6ua5tgMOnTEA_96x96.png","title2":"atalanta","time":"11-03 2:30 pm"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/4us2nCgl6kgZc0t3hpW75Q_96x96.png","title1":"barcelona","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/TKitIqelDyN6M-kYt4Uc0g_96x96.png","title2":"Espanyol","time":"11-03 6:15 pm"},
        {"src1":"https://ssl.gstatic.com/onebox/media/sports/logos/GWXetBOkODOWR3p2NIBqJg_96x96.png","title1":"Al-Nassr ","src2":"https://ssl.gstatic.com/onebox/media/sports/logos/HGVsnyWvMiGVotxhgicdSQ_96x96.png","title2":"Al Hilal","time":"11-01 9:00 pm"}
    ],
    "oficial":[
        {"src":"https://img.allfootballapp.com/www/M00/59/61/720x-/-/-/CgAGVmcgDZCAfOY3AATUDFrA26g389.jpg.webp","title":"OFFICIAL: Rodri wins the 2024 Ballon d'Or","prag":"Rodri has won the 2024 Ballon d'Or, excited he climbed up on crutches helped by Drogba and collected the Ballon d'Or from George Weah. There were many candidates, although there was a clear favorite: Vinicius Junior. The Real Madrid player headed all the betting lists to succeed Leo Messi as the best player in the world last season. However, it was Rodri who was awarded."},
        {"src":"https://assets.goal.com/images/v3/getty-2180943933/crop/MM5DGNJRHE5DCOJXHE5G433XMU5DAORSGI3A====/GettyImages-2180943933.jpg?auto=webp&format=pjpg&width=1080&quality=60","title":"Emma Hayes named Women's Coach of the Year at Ballon d'Or ceremony","prag":"Hayes Wins the First Women’s Coach of the Year Award Given Out by France Football Magazine; Sophia Smith Finishes Fourth in the Final Voting, Lindsey Horan was Fifth, Mallory Swanson Finishes Sixth and Trinity Rodman Finishes Ninth while Goalkeeper Alyssa Naeher Finished 17th "},
        {"src":"https://cdn-media.theathletic.com/cdn-cgi/image/width=1248%2cquality=70%2cformat=auto/https://cdn-media.theathletic.com/7r4aGYha8fhU_GyZaq7MKTsjn_1440x960.jpg","title":"Real Madrid win Men's Club of the Year","prag":"An awkward moment, now, as Real Madrid win the Men's Club of the Year award after their La Liga and Champions League triumphs.Sadly, there's no one from the club there to accept it, as they have essentially boycotted the ceremony because they expect their forward Vinicius Junior to miss out to Rodri for the men's award."},
        {"src":"https://statico.sportskeeda.com/editor/2024/10/c7687-17301517613038-1920.jpg","title":"OFFICIAL: FC Barcelona Femení have been named the 2024 Women's Club of the Year","prag":"It won the league title for the fifth consecutive season and for the ninth time overall. It also ended the league season unbeaten with 29 wins and only one draw"},
        {"src":"https://assets.laliga.com/assets/2024/10/28/hl/6f534d2d6143adbe2e3cdd374c6dd5bc.jpeg","title":"La Liga OFFICIAL: Hansi Flick is named Coach of the Month for October","prag":"The FC Barcelona coach is chosen as manager of the month again, with his side winning in all the games and scoring for fun. Hansi Flick has been chosen as Coach of the Month in LALIGA EA SPORTS for the month of October, in collaboration with Microsoft"},
        {"src":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS-o2vYXGfreHhvBlTakzkHoGEHd-8CNZuecZqkUnQYaF4U6UAqn1FbTiCXE3C5j2taZf8&usqp=CAU","title":"Man Utd OFFICIAL: Ten Hag has left his role as Man Utd men’s first-team manager","prag":"Erik ten Hag has left his role as Manchester United men's first-team manager, United said in a statement.Ruud van Nistelrooy will take charge of the team as interim head coach, supported by the current coaching team, whilst a permanent head coach is recruited."},
        {"src":"https://img.allfootballapp.com/www/M00/58/C5/720x-/-/-/CgAGVmcah8yAOWOoAAF-Q0jBG-M420.jpg.webp","title":"OFFICIAL: Roberto Mancini is sacked by Saudi national team","prag":"RIYADH, Saudi Arabia (AP) — Roberto Mancini has left his role as head coach of Saudi Arabia's national team, the country's soccer federation said Thursday. Mancini, who won the European Championship as Italy coach in 2021, left by mutual consent, it said"},
        {"src":"https://img.allfootballapp.com/www/M00/57/DD/720x-/-/-/CgAGVmcM1HaAYUXVAAEIQIuFPjU043.jpg","title":"OFFICIAL: Gavi makes return after 11 months out, Olmo and Fermin Lopez also back","prag":"As well as Gavi, Fermín López also returned from injury against Sevilla, while Frenkie de Jong and Dani Olmo were both fit enough to be named on the bench after recent fitness issues. Flick insisted they will all be ready if needed against Bayern and Madrid.They are ready, they will be ready,he said."},
        {"src":"https://img.allfootballapp.com/www/M00/58/2E/720x-/-/-/CgAGVWcRt7GAJ9U7AAPtn9DXm6k713.jpg.webp","title":"OFFICIAL: Golden Boy 20 finalists list has been released with Yamal leads","prag":"Which players are on the shortlist for 2024? The full list was announced on October 17 and features Barcelona duo Lamine Yamal and Pau Cubarsi, PSG's Joao Neves, Warren Zaire-Emery and Desire Doue, and Alejandro Garnacho, Kobbie Mainoo and Leny Yoro of Manchester United as well as Adam Wharton of Crystal Palace"},
        {"src":"https://img.allfootballapp.com/www/M00/58/13/720x-/-/-/CgAGVmcPer-AAu7AAAEqzV4rw28878.jpg.webp","title":"OFFICIAL: Thomas Tuchel appointed as the Three Lions' new headcoach","prag":"Thomas Tuchel has been appointed England's new coach, signing an 18-month contract through to the end of the FIFA World Cup 26™. The German will begin his role on 1 January 2025 and succeeds Gareth Southgate, who departed following the Three Lions' UEFA EURO 2024 final defeat to Spain."}
    ],"videoes":[
        {"video":"https://oss-input-video.allfootballapp.com/resource/caea22a2100668ec4a8d4b82e665bff5.mp4","src":"https://img.allfootballapp.com/www/M00/58/A9/180x135/crop/-/CgAGVmcZK5mANHh-AACmPQQ8j3s241.jpg.webp","text":"🎥 - Bayern fans arrive in Barcelona"},
        {"video":"https://oss-input-video.allfootballapp.com/resource/c0d9b3b7078eca79ca716995863417fb.mp4","src":"https://img.allfootballapp.com/www/M00/57/27/180x135/crop/-/CgAGVWcA3pSAa8C3AAGdJ6zhIBw372.jpg.webp","text":"6 minutes added, 97th minute of the game and Illan Meslier did this"},
        {"video":"https://oss-input-video.allfootballapp.com/resource/602bbcf8a54b4b20e202b3ee45d70a07.mp4","src":"https://img.allfootballapp.com/www/M00/57/02/180x135/crop/-/CgAGVWb-QWGAH8ZfAABTXfVJ8aA298.jpg.webp","text":"Ethan Mbappé hyping up Lille's dressing room after victory against Real Madrid"},
        {"video":"https://oss-input-video.allfootballapp.com/resource/7f989bc127d776ab61f589e4cecd28a0.mp4","src":"https://img.allfootballapp.com/www/M00/54/AE/180x135/crop/-/CgAGVWbwHueAKHhjAABUfM0_Eps620.jpg.webp","text":"🍻 Bayern players enjoying their traditional visit to Oktoberfest"},
        {"video":"https://oss-input-video.allfootballapp.com/resource/a4fcd555207fb8de7e55518aa641d178.mp4","src":"https://img.allfootballapp.com/www/M00/54/AC/180x135/crop/-/CgAGVWbv7dWARBgzAAA1Lfg4W38665.jpg.webp","text":"Flick stopped his car, led fans under a shed from the rain & signed autographs"},{"video":"https://oss-input-video.allfootballapp.com/resource/c0dfc176bc388b895fec29faf564a378.mp4","src":"https://img.allfootballapp.com/www/M00/54/06/180x135/crop/-/CgAGVWbcYBKAfdEmABEndWbaZoU159.png.webp","text":"Still has it! WATCH: Rooney scores a brilliant freekick in Man Utd Legends Match"},
        {"video":"https://oss-input-video.allfootballapp.com/resource/d82e3ce2c8baa012e194c80d0b1c4601.mp4","src":"https://img.allfootballapp.com/www/M00/53/E9/180x135/crop/-/CgAGVmbYCYaAcy6_AAB7U6g2k_I717.jpg.webp","text":"⚫️🔵🔴🔥FC Barcelona release their away kit for the 2024/25 season"},
        {"video":"https://oss-input-video.allfootballapp.com/resource/256eacc7f0ded48fc7db1fffc8b2374b.mp4","src":"https://img.allfootballapp.com/www/M00/53/E8/180x135/crop/-/CgAGVWbX162AIVBQAAgRgd8mLms763.png.webp","text":"¿Qué mirás bobo? A quote shared by Messi & Ronaldo👀"},
        {"video":"https://oss-input-video.allfootballapp.com/resource/a570ff1f7c882ce50af9958d1a6c70f5.mp4","src":"https://img.allfootballapp.com/www/M00/53/DA/180x135/crop/-/CgAGVWbVNC2ARPKLAAA07bvKA1g331.jpg.webp","text":"Watch this angle of Valverde’s assist to Mbappe 😍"},
        {"video":"https://oss-input-video.allfootballapp.com/resource/0fc55ec35183c09891024b7ff63e6ad5.mp4","src":"https://img.allfootballapp.com/www/M00/53/D0/180x135/crop/-/CgAGVWbUgnCAazIFAAHxW7hfvyM793.jpg.webp","text":"🔴🇺🇾 Manuel Ugarte unveiled at Old Trafford and well welcomed 👏"}
    ]
}